<div class="panel panel-default" style="margin-bottom: 10px;">
	<div class="panel-heading text-center"><h3 class="panel-title">ประวัติหน่วย</h3></div>
  	<div class="panel-body">{{txt}}
    	<div class="callout callout-info">
    		<i class="glyphicon glyphicon-folder-open indent-text-title"></i>
    		ประวัติหน่วย กองพันปฏิบัติการพิเศษ ๒ กรมปฏิบัติการพิเศษ
    	</div>
    	<p class="text-article">
    		ตามคำสั่งกองทัพอากาศ (เฉพาะ) ที่ ๑๙๘/๒๐ ลง ๓๐ ธันวาคม พุทธศักราช ๒๕๒๐ เรื่อง แก้อัตราสำนักงานผู้บังคับทหารอากาศดอนเมือง ให้จัดตั้งกองร้อยปฏิบัติการพิเศษขึ้นเมื่อปีพุทธศักราช ๒๕๒๐ เป็นหน่วยขึ้นตรงต่อกองพันสารวัตรทหารอากาศที่ ๒ โดยขึ้นการบังคับบัญชากับสำนักงานผู้บังคับทหารอากาศดอนเมือง
    	</p>
    	<div class="container thumbnail img-article">
    		<img src="Images/History-1.jpg">
    	</div>
    	<p class="text-article">
    		ปีพุทธศักราช ๒๕๒๘ ได้ขยายอัตราเป็นกองปฏิบัติการพิเศษ โดยมีผู้บังคับกองปฏิบัติการพิเศษในอัตรา นาวาอากาศโท ขึ้นการบังคับบัญชากับกรมอากาศโยธิน มีหน่วยขึ้นตรงได้แก่ กองบังคับการ, กองร้อยปฏิบัติการพิเศษ, กองร้อยรถเกราะ, กองร้อยสุนัขทหาร และกองร้อยสนับสนุน
    	</p>
    	<div class="container thumbnail img-article">
    		<img src="Images/History-2.jpg">
    	</div>
    	<p class="text-article">
    		ปีพุทธศักราช ๒๕๓๔ ได้ขยายอัตราเป็นกองปฏิบัติการพิเศษ โดยมีผู้บังคับการกองปฏิบัติการพิเศษในอัตรา นาวาอากาศเอกพิเศษ ขึ้นการบังคับบัญชากับหน่วยบัญชาการอากาศโยธิน มีหน่วยขึ้นตรงได้แก่ กองบังคับการ, กองร้อยปฏิบัติการพิเศษ, กองร้อยรถเกราะ, กองร้อยสุนัขทหาร, กองร้อยส่งทางอากาศ, กองร้อยค้นหาช่วยชีวิต และควบคุมการรบ และแผนกสนับสนุน
    	</p>
    	<div class="container thumbnail img-article">
    		<img src="Images/History-3.jpg">
    	</div>
    	<p class="text-article">
    		ปีพุทธศักราช ๒๕๓๙ ในปรับอัตราเป็นกรมปฏิบัติการพิเศษ โดยมีผู้บังคับการกรมปฏิบัติการพิเศษในอัตรา นาวาอากาศเอก พิเศษ ขึ้นการบังคับบัญชากับหน่วยบัญชาการอากาศโยธิน กองบัญชาการยุทธ์ทางอากาศ มีหน่วยขึ้นตรงได้แก่ กองบังคับการ, กองพันปฏิบัติการพิเศษ ๑, กองพันปฏิบัติการพิเศษ ๒, แผนกสนับสนุน และนับตั้งแต่วันที่ ๑ ตุลาคม พุทธศักราช ๒๕๓๙ ถือเป็นวันก่อตั้งกองพันปฏิบัติการพิเศษ ๒ กรมปฏิบัติการพิเศษ หน่วยบัญชาการอากาศโยธินขึ้น
    	</p>
    	<p class="text-article">
    		ปีพุทธศักราช ๒๕๕๒ ในปรับอัตราเป็นกรมปฏิบัติการพิเศษ หน่วยบัญชาการอากาศโยธิน โดยมีผู้บังคับการกรมปฏิบัติการพิเศษ ในอัตรา นาวาอากาศเอก พิเศษ ขึ้นการบังคับบัญชากับหน่วยบัญชาการอากาศโยธิน จนถึงปัจจุบัน มีหน่วยขึ้นตรงได้แก่ กองบังคับการ, กองพันปฏิบัติการพิเศษ ๑ กองพันปฏิบัติการพิเศษ ๒ กองพันปฏิบัติการพิเศษ ๓ และกองร้อยสนับสนุน
    	</p>
  	</div>
</div>